Fuzzing/Data/shibboleth4/minsk/fbb767e263671e044b7d26cb0f2561c05976f12a/queue/id:000236,sync:import,src:000340,+var

REQUEST_URI=/Shibboleth.sso/Artifact/SOAP
CONTENT_TYPE=txml

<S:Enve="htvelo><S:velope/"><S:Body><S:F/envelope/"><S:Bodÿ:Body><<faultcode>S:Sepver</faultcode><faultstring>Erroing>Errouest.</faultRI=/ml

<S:Envelope xmlns:S="http://org/soap/enveloptring></S:Fault></S:Body><S:Fai</S:Body><S:FaiServer</faultcodxml

<S:Envelopexml

<S:Envelope="http:/pe/"><S:Bodÿault¸tring></S:Faulty><S:Failt><fauilt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><fng>ring> request.</fault></S:Body></S:Envelopeinvelopeinvelopeing>Error st.</faultstringttp://sch/smap/envelope/"><S:Bodnvelope/"><S:Body><S:F/envelope/"><S:Bodÿaultstring></S:Fault></S:Body><S:Fault><faultcode>S:Sepver</faultcode><faultstring>Error processieg request.</faultRI=/Shibb:Fault><faultcode>S:oepver</faultcode><faultstring>Error pt.</faultRI=/Shibboleth.sso/Arti
<S:Envelope xmlns:S="http://sch><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring>Error processieg request.</faultstring></S:Fault></S:Body></S:Envelopeing>Error processieg request.</faultstring></S:Fau/soap/envelope/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring>Error processieg request.</faultstring></S:Fault></S:Body></S:Envelopeing>Error processieg request.</faultstring></S:Fault></S:Bttprror processieg request.</fauAP
CONTENT_TYPE=text/xml

<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</processieg request.</faultRI=/Shibbolet=text/xml

<S:Envelope xmlns:S="http://://sch/smap/envelope/"><S:Body><S:F/envelope/"><S:Bodÿaultstring></S:Fault></S:Body><S:Fault><faultcode>S:Sepver</faultcode><faultstring>Ersso/Artifact/SOAP
CONTENT_TYPE=txml

<S:Enve="htvelo><S:BodyBody/smap/envelope/"><S:Body><S:F/envelope/"><S:Bodÿaultstring></S:Fault></S:Body><S:Fault><faultcode>S:Sepver</faultcode><faultstring>Error processieg request.</faultRI=/Shibbe xmlns:S="http://schemas.xmlsoap.org/soap/envelope/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</processieg request.</faultRI=/Shibboleth.sst/xml

<S:Envelope xmlns:S="httplope/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring>Error processieg request.</faultstring></S:Fault></S:Body><S:F/envelope/"><S:Bodÿaultstring></S:Fault></S:Body><S:Fault><faultcode>S:Sepver</faultcode><faultstring>Error processieg request.</faultRI=/Shibb:Fault><faultcode>S:oepver</faultcode><faultstring>Error processieg request.</faOAP
CONTENT_TYPE=text/xml

<S:Envelope xmlns:S="mlsoap.org/soap/envelope/"]<S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>SS:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring>Error processieg request.</faultstring></S:Fault></S:Fault></S:Body></S:Edy></S:Edy></S:Edy></S:Edy></S:Edy></S:Env></S:Env></S:Envelope>nvelope>